{
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nerdtree-git-plugin": { "branch": "master" },
  "seoul256.vim": { "branch": "master" },
  "shades-of-teal": { "branch": "master" },
  "tabular": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-materialtheme": { "branch": "master" },
  "vim-monokai": { "branch": "master" },
  "vim-phoenix": { "branch": "master" }
}
